src/xml/001-01_1G_AirAvailability_Rq.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"><soapenv:Header/><soapenv:Body><air:LowFareSearchReq xmlns:air="http://www.travelport.com/schema/air_v29_0" AuthorizedBy="user" SolutionResult="true" TargetBranch="TRGT_BRCH" TraceId="trace"><com:BillingPointOfSaleInfo xmlns:com="http://www.travelport.com/schema/common_v29_0" OriginApplication="UAPI"/><air:SearchAirLeg><air:SearchOrigin><com:Airport xmlns:com="http://www.travelport.com/schema/common_v29_0" Code="SYD"/></air:SearchOrigin><air:SearchDestination><com:Airport xmlns:com="http://www.travelport.com/schema/common_v29_0" Code="MEL"/></air:SearchDestination><air:SearchDepTime PreferredTime="2014-11-30"/></air:SearchAirLeg><air:AirSearchModifiers><air:PreferredProviders><com:Provider xmlns:com="http://www.travelport.com/schema/common_v29_0" Code="1G"/></air:PreferredProviders></air:AirSearchModifiers><com:SearchPassenger xmlns:com="http://www.travelport.com/schema/common_v29_0" BookingTravelerRef="gr8AVWGCR064r57Jt0+8bA==" Code="ADT"/></air:LowFareSearchReq></soapenv:Body></soapenv:Envelope>